[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:22};
itm1={id:1,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432};
itm2={id:2,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4,zorder:1};
itm3={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:5,name:On_map,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:155,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:On map,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:On_map,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm4={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:6,name:Time,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:231,zorder:5,txtfield:{backcolor:0,bidimode:left-to-right,content:3\cm5\cm12hr,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Time,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm5={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:7,name:Day,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:307,zorder:6,txtfield:{backcolor:0,bidimode:left-to-right,content:5day,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Day,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm6={backcolor:0,background:493,ccp:0,ccpzorder:over,height:52,id:19,name:Whole_Country,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:64,y:432,zorder:18,txtfield:{backcolor:0,bidimode:left-to-right,content:Whole Country,font:3,height:52,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Whole_Country,type:TEXTFIELD,visible:true,vlayout:middle,width:282,wrapline:no-wrap,x:0,y:0}};
itm7={backcolor:0,background:493,ccp:0,ccpzorder:over,height:52,id:20,name:Change_location,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:347,y:432,zorder:19,txtfield:{backcolor:0,bidimode:left-to-right,content:Change location,font:3,height:52,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Change_location,type:TEXTFIELD,visible:true,vlayout:middle,width:282,wrapline:no-wrap,x:0,y:0}};
itm8={height:50,id:21,name:SiriusXM_info,refID:58,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:675,x:64,y:65,zorder:20};
itm9={backcolor:0,height:298,id:22,img:0,layout:normal,name:Map_area,type:IMAGEFIELD,visible:true,width:560,x:64,y:126,zorder:21,layout_param:{clipx:0,clipy:0}};

